export const TIP_TEXT = {
  C: "보통 상대방을 위로하거나 자신의 힘든 것을 말할 때는 목소리를 평소보다 작게 내고, 낮은 ‘도’톤으로 말하는 것이 좋아요. 또, 위로할 때는 걱정하고 있는 상대방의 표정을 함께 따라해 주면 진심이 더 느껴질 것이고, 힘들다는 말을 할 때는 힘든 표정을 지으며 말해야 정말 힘들었다는 생각이 들 수 있어요. ",
  D: "기본 톤보다 한 단계 낮은 ‘레’ 톤은 보통 회의나 보고를 할 때, “이것을 하는 게 어떨까요?” “이 문제를 어떻게 해결해야 할까?”처럼 제안이나 권유를 할 때 쓰면 좋은 톤이에요.",
  E: "기본 톤인 ‘미’ 톤은 “밥 먹었니?” “ 주말에 뭐했니?”처럼 일상적인 관계 대화에서 사용하면 좋은 톤이에요.",
  F: "기본 톤보다 한 단계 높은 ‘파’톤은 저를 회장으로 뽑아주신다면 최선을 다하겠습니다.” “이 프로젝트를 수행한다면, 시장 점유율이 20 % 오를 것입니다.”처럼 연설이나 프레젠테이션에서 자신의 주장을 강조할 때 쓰면 좋은 톤이에요.",
  G: "기본 톤보다 2단계 높은 ‘솔’톤은 “안녕하세요?” 라고 밝게 인사하거나 “대단해. 최고야” 라고 칭찬할 때 “고맙습니다.” 라고 감사를 표할 때 쓰면 좋은 톤이에요.",
};

export const CLOSING_TEXT = {
  matching: "스피치의 목적에 맞는 톤이였다고 생각해요. 잘 하셨어요!",
  different: "스피치에 목적에 맞게 톤을 신경쓰며 다시한번 연습해 볼까요?",
};
